Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/nuorille_suunnattu_seksuaalisuuden_sanakirja_kaannetty_kolmelle_saamen_kielelle.html.tmx
Source language: fin
Languages: sme

source: Nuorille suunnattu seksuaalisuuden sanakirja käännetty kolmelle saamen kielelle
sme: Nuoraide oaivvilduvvon seksuálavuođa sátnegirji jorgaluvvon golmma sámegillii

source: Väestöliiton nuorille suunnattu seksuaalisuuden sanakirja on käännetty pohjois-, inarin- ja koltansaamen kielelle ja julkaistu Saamelaiskäräjien nuorisoneuvoston toimesta.
sme: Sámedikki nuoraidráđđi lea jorgalahttán ja almmustahttán Álbmotlihtu nuoraide oaivvilduvvon seksuálavuođa sátnegirjii davvisáme-, anáraš- ja nuortalašgillii.

source: Seksuaalisuus on yksi tärkeä osa ihmisen kehitystä.
sme: Seksuálavuohta lea okta dehálaš oassi olbmo ahtanuššamis.

source: Seksuaalisuuteen liittyvät asiat ovat olleet tabu erityisesti saamelaisyhteisössä.
sme: Seksuálavuhtii laktáseaddji áššit leat leamašan tabu erenomážit sámeservodagas.

source: Niistä on voinut olla hankala puhua, eikä uusille aiheeseen liittyville sanoille ole välttämättä ollut saamenkielistä vastinetta.
sme: Dain lea sáhttán leat váttis hállat, eaige fáddái laktáseaddji ođđa sániide leat vealttakeahttá leamašan sámegielat vástagat.

source: Sanakirjojen avulla rohkaisemme saamelaisnuoria käyttämään omaa äidinkieltään.
sme: Sátnegirjjiiguin mii roahkasmahttit sámenuoraid geavahit iežaset eatnigiela.

source: Sanakirjojen kääntämisessä on myös ajateltu saamenkielisen seksuaalivalistuksen tarpeita.
sme: Sátnegirjjiid jorgaleamis leat jurddašuvvon maiddái sámegielat seksuálabajásgeassima dárbbut.

source: ”Sanakirjan valmistumista on odotettu ja on hienoa, että saimme ne julkaistua juuri YK:n alkuperäiskansojen kielten vuonna.
sme: ”Mii leat vuordán sátnegirjji gárvvásmuvvama ja lea fiinna ášši, ahte lihkostuvaimet almmustahttit daid aiddo ON:id eamiálbmogiid giellajagi áigge.

source: Toivomme, että seksuaalisuuden sanakirja tulee laajaan levitykseen ja otetaan rohkeasti käyttöön.
sme: Mii sávvat, ahte seksuálavuođa sátnegirji lebbejuvvo viidát ja váldojuvvo roahkkadit atnui.

source: Toiveena on myös, että seksuaalisuudesta voidaan puhua helpommin, kun sille löytyy sanat omalla kielellä”, iloitsee nuorisoneuvoston varapuheenjohtaja Ánte Veijola.
sme: Sávaldahkan lea maiddái, ahte seksuálavuođas sáhttit hállat álkibut, go dasa gávdnojit sánit iežamet gielas”, illuda nuoraidráđi várreságadoalli Ánte Veijola.

source: Nuorisoneuvoston jäsen Niila Rahko on pohtinut Väestöliiton blogissa saamenkielisen seksuaalisanakirjan merkitystä.
sme: Nuoraidráđi áirras Niila Rahko lea guorahallan Álbmotlihtu bloggas sámegielat seksuálasátnegirjji mearkkašumi.

source: ”Tarvitsemme seksuaalisuutta kuvaavia sanoja saameksi.
sme: ”Mii dárbbašit seksuálavuođa govvideaddji sániid sámegillii.

source: Sanasto tukee saamen kielen oppimista – onhan kieli ikkuna kulttuuriin.
sme: Sánit dorjot sámegiela oahppama – leahan giella lássaráigi kultuvrii.

source: Saamelaisnuoret tarvitsevat oman sanakirjan seksuaalisanastolle, sillä tiedon saaminen omalla kielellä on merkityksellistä.
sme: Sámenuorat dárbbašit iežaset sátnegirjji seksuálasániide, dasgo dieđu oažžumis iežas gielain lea mearkkašupmi.

source: Sanat antavat välineen ilmaista itseä terveellä tavalla, minkä vuoksi saamenkielinen seksuaalisuuden sanakirja on merkittävä ja kaivattu lisä.
sme: Sánit addet reaiddu ovdanbuktit iežas dearvvas vugiin, man dihte sámegielat seksuálavuođa sátnegirji lea mearkkašahtti ja gáibiduvvon lasáhus.

source: Saamenkielinen seksuaalisuuden sanakirja tarjoaa myös aikuisille keinoja ottaa asioita esille jälkikasvun kanssa”, pohtii Rahko.
sme: Sámegielat seksuálavuođa sátnegirji fállá maiddái vánhemiidda vugiid váldit áššiid ovdan sin maŋisboahttiiguin”, guorahallá Rahko.

source: Sanakirjojen kääntämiseen kuului paljon terminologiatyötä, sillä kaikkia sanakirjassa olevia sanoja ei vielä ole käytössä tai normitettu.
sme: Sátnegirjjiid jorgaleapmi gáibidii ollu terminologiijabarggu, dasgo buot sánit, mat sátnegirjjis leat, eai leat vel geavahusas dahje normerejuvvon.

source: Sanakirjojen käännökset ovat valmistuneet kovan työn tuloksena vuosien 2018 ja 2019 aikana.
sme: Sátnegirjjiid jorgalusat leat gárvvásmuvvan garra barggu boađusin jagiid 2018 ja 2019 áigge.

source: Kääntämistyössä tehtiin tiivistä yhteistyötä Sámi Giellagáldun kanssa.
sme: Jorgalanbarggus ovttasbargojuvvui lávgalagaid Sámi Giellagálduin .

source: “Olen erittäin tyytyväinen, että saamme koltansaamen kieleen uutta seksuaalisanastoa.
sme: ”Lean erenomáš duđavaš, ahte mii oažžut nuortalašgillii ođđa seksuálasátneráju.

source: Sanoja on ollut entuudestaan vähän, jonka vuoksi jo pelkästään kääntäminen on ollut haasteellista.
sme: Sánit leat leamašan ovdalis unnán, man dihte jo dušše jorgaleapmi lea leamašan hástaleaddji.

source: Haasteellisuudesta kertoo jo se, että käsiteltävään sanalistaan kertyi yhteensä 441 sanaa, joita olemme koltansaamen kielijaoston kokouksissa käsitelleet.
sme: Hástaleaddjivuođas muitala dat, ahte gieđahallanvuloš sátnelistui čoggojedje oktiibuot 441 sáni, maid mii leat nuortalašgielat giellajuhkosa čoahkkimiin gieđahallan.

source: Seksuaalisuuteen liittyvistä asioista ei ole ennen keskustelu ja se näkyi myös käytännön kielityössä: käännöksiä on ollut vaikea löytää ja paljon on käytetty suoraan lainasanoja.
sme: Seksuálavuhtii laktáseaddji áššiin ii leat ovdal ságastallon ja dat vuhttui maiddái geavadaga giellabarggus; jorgalusaid lea leamašan váttis gávdnat ja ollu leat geavahuvvon njuolga loatnasánit.

source: Joillekin sanoille on ollut paljon vaihtoehtoja, joiden pienistä merkityseroista olemme etsineet tietoa.
sme: Muhtin sániide leat leamašan ollu molssaeavttut, maid smávva mearkkašanerohusain leat ohcan dieđu.

source: ” kertoo koltansaamen kielityöntekijä Mervi Semenoff sanakirjojen kääntämisprosessista.
sme: ” muitala nuortalašgiela giellabargi Mervi Semenoff sátnegirjjiid jorgalanproseassa birra.

source: Jo yli 10 vuotta sitten Väestöliitto huomasi, että nuoret kysyivät paljon seksuaalisuuteen ja seksiin liittyviä sanoja, käsitteitä ja määritelmiä.
sme: Jo badjelaš 10 jagi dassái Álbmotlihttu fuomášii, ahte nuorat jerre ollu seksuálavuhtii ja seksii laktáseaddji sániid, doahpagiid ja meroštallamiid.

source: Sanakirjan avulla haluttiin selkiyttää seksuaalisuuteen liittyvää termistöä, jotta aiheesta puhuminen helpottuu.
sme: Sátnegirjjiiguin háliidedje čielggasmahttit seksuálavuhtii laktáseaddji terminologiija, vai fáttás hálešteapmi šattašii álkibun.

source: Sen avulla haluttiin vaikuttaa siihen, että nuoret saavat asianmukaista tietoa, joka on omiaan murtamaan seksuaalisuuteen liittyviä tabuja ja myyttejä.
sme: Dainna háliidedje váikkuhit dasa, ahte nuorat ožžot áššáigullevaš dieđu, mii beaktilit cuvke seksuálavuhtii laktáseaddji tabuid ja myhtaid.

source: Seksuaalisuuteen liittyviä käsitteitä ja määritelmiä on paljon ja uusia syntyy koko ajan.
sme: Seksuálavuhtii laktáseaddji doahpagat ja meroštallamat leat olu ja ođđa bohtet olles áigge.

source: Siksi sanakirjaa on tärkeää uudistaa tasaisin väliajoin, kertoo Väestöliiton asiantuntija Sari Hälinen.
sme: Danin sátnegirjji lea dehálaš ođasmahttit ain gaskkohagaid, muitala Álbmotlihtu áššedovdi Sari Hälinen.

source: Tutustu seksuaalisuuden sanakirjaan suomeksi , pohjoissaameksi , inarinsaameksi ja koltansaameksi .
sme: Oahpásmuva seksuálavuođa suomagillii , davvisámegillii , anárašgillii ja nuortalašgillii .

source: Nuorisoneuvoston jäsen Niila Rahko on kirjoittanut Väestöliiton blogiin ajatuksistaan seksuaalisuuden sanakirjoista.
sme: Nuoraidráđi áirras Niila Rahko lea čállán Álbmotlihtu bloggii iežas jurdagiid seksuálavuođa sátnegirjjiid birra.

source: Lue lisää https://vaestoliitonblogi.com/2019/09/30/saamenkielinen-seksuaalisana-lisaa-hyvinvointia-ja-tietoisuutta/
sme: Loga lasi https://vaestoliitonblogi.com/2019/09/30/saamenkielinen-seksuaalisana-lisaa-hyvinvointia-ja-tietoisuutta/

source: Lisätietoja
sme: Lassedieđut

source: Vs. Nuorisosihteeri Elli-Marja Hetta puh. 010 839 3134, elli-marja.hetta(at)samediggi.fi
sme: Vs. Nuoraidčálli Elli-Marja Hetta tel. 010 839 3134, elli-marja.hetta(at)samediggi.fi

source: Väestöliitto, asiantuntija Sari Hälinen, 050 302 5935, sari.halinen(at)vaestoliitto.fi
sme: Álbmotlihttu, áššedovdi Sari Hälinen, 050 302 5935, sari.halinen(at)vaestoliitto.fi
